{
  "2.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\2_0.wav",
      "text": "TỔNG QUAN VỀ CÔNG CUỘC ĐỔI MỚI"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\2_1.wav",
      "text": "Ý NGHĨA CỦA ĐỔI MỚI: Công cuộc đổi mới mang tầm vóc và ý nghĩa cách mạng, là quá trình cải biến sâu sắc, toàn diện, triệt để; là sự nghiệp cách mạng to lớn của toàn Đảng, toàn dân vì mục tiêu \"dân giàu, nước mạnh, dân chủ, công bằng, văn minh\". Việt Nam đã đạt được những thành tựu to lớn, có ý nghĩa lịch sử trong suốt hành trình đổi mới."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\2_2.wav",
      "text": "Đồng thời với những thành tựu đạt được, công cuộc đổi mới cũng còn nhiều vấn đề lớn, phức tạp, nhiều hạn chế, yếu kém cần phải tập trung giải quyết, khắc phục. Đây là những thách thức đòi hỏi sự quyết tâm và nỗ lực của cả hệ thống chính trị và toàn thể nhân dân."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\2_3.wav",
      "text": "“…Trong lúc lật đổ những tường vách cũ kỹ và đang xây đắp những ngôi lâu đài mới thì chắc chắn không khỏi có những mụn bào gạch bể và những thứ ghét rác khác. Chúng ta sẽ quét sạch dần dần…” -  Trích trong thư của Chủ tịch Hồ Chí Minh trả lời ông Hoàng Phan Kính và ông Trần Lê Hữu."
    },
    {
      "index": 4,
      "audio": "public\\hotspot_audio\\2_4.wav",
      "text": "Việc đánh giá đúng đắn thành tựu, rút ra kinh nghiệm và nhận diện hạn chế là cơ sở quan trọng để đưa đất nước phát triển nhanh và bền vững trong giai đoạn mới. Đây là nhiệm vụ chiến lược, có ý nghĩa quyết định đến tương lai của đất nước."
    }
  ],
  "3.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\3_0.wav",
      "text": "THÀNH TỰU TĂNG TRƯỞNG KINH TẾ"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\3_1.wav",
      "text": "Kinh tế tăng trưởng khá, thực lực của nền kinh tế tăng lên; kinh tế vĩ mô cơ bản ổn định; lạm phát được kiểm soát; tăng trưởng kinh tế được duy trì hợp lý và được đánh giá là thuộc nhóm nước có mức tăng trưởng khá cao trên thế giới. Đất nước đã ra khỏi tình trạng kém phát triển, bước vào nhóm nước đang phát triển có thu nhập trung bình."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\3_2.wav",
      "text": "Thời kỳ 2001-2005 đạt tốc độ tăng trưởng GDP bình quân năm là 7,5% và hai năm 2006-2010 tăng trưởng bình quân 5 năm đạt 7%/năm; trong 10 năm 2001-2010 tăng trưởng 7,26%/năm, đạt mục tiêu chiến lược đã đề ra; GDP 5 năm 2011-2015 bình quân 5,9%; năm 2018 đạt 6,7%. Việt Nam là một trong những nước có tốc độ tăng trưởng kinh tế nhanh so với các nước trong khu vực và thế giới."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\3_3.wav",
      "text": "Năm 2010, GDP đạt 101,6 tỷ USD, gấp 3,26 lần so với năm 2000 (31,2 tỷ USD). Năm 2008, GDP bình quân đầu người theo giá trị thực tế đã đạt 1.047 USD, năm 2010 đạt 1.168 USD, gấp khoảng 3 lần so với năm 2000. Năm 2018, GDP tăng trưởng đạt 7,08%, thu nhập bình quân đầu người đạt hơn 2.500 USD, khẳng định bước tiến vững chắc của nền kinh tế."
    }
  ],
  "4.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\4_0.wav",
      "text": "HÌNH THÀNH NỀN KINH TẾ THỊ TRƯỜNG"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\4_1.wav",
      "text": "Nền kinh tế thị trường định hướng xã hội chủ nghĩa đã từng bước hình thành và phát triển; thể chế kinh tế thị trường định hướng xã hội chủ nghĩa được quan tâm xây dựng và từng bước hoàn thiện. Tư tưởng, đường lối phát triển kinh tế thị trường định hướng xã hội chủ nghĩa đã từng bước được thể chế hoá thành pháp luật, cơ chế, chính sách."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\4_2.wav",
      "text": "Trong 30 năm đổi mới, Quốc hội đã ba lần sửa đổi và ban hành Hiến pháp, sửa đổi và ban hành trên 150 bộ luật và luật; Ủy ban Thường vụ Quốc hội ban hành trên 70 pháp lệnh, tạo cơ sở pháp lý cho sự chuyển đổi và vận hành của nền kinh tế thị trường định hướng xã hội chủ nghĩa. Các hình thức sở hữu, thành phần kinh tế và chế độ phân phối đã phát triển đa dạng."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\4_3.wav",
      "text": "Các chủ thể kinh tế tự do kinh doanh và cạnh tranh theo quy định của pháp luật, ngày càng phát huy vai trò tích cực trong nền kinh tế quốc dân. Các yếu tố thị trường và các loại thị trường đang hình thành, phát triển, cơ bản đã có sự liên thông, gắn kết thị trường trong nước với thị trường khu vực và thị trường quốc tế. Hội nhập kinh tế quốc tế ngày càng sâu rộng theo nguyên tắc và chuẩn mực của thị trường thế giới."
    }
  ],
  "5.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\5_0.wav",
      "text": "PHÁT TRIỂN CƠ SỞ HẠ TẦNG VÀ văn HÓA -XÃ HỘI"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\5_1.wav",
      "text": "Cơ sở vật chất\nCơ sở vật chất, kỹ thuật, kết cấu hạ tầng, đô thị được đầu tư xây dựng tăng lên đáng kể, nhất là đường bộ, sân bay, bến cảng, cầu. Xây dựng các ngành công nghiệp hiện đại, dầu khí, điện với các nhà máy thủy điện lớn Hòa Bình, Sơn La, Trị An, Tuyên Quang, Lai Châu và nhiều nhà máy nhiệt điện, tạo nền tảng vững chắc cho sự phát triển."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\5_2.wav",
      "text": "Văn hóa - xã hội\n\nVăn hóa-xã hội có bước phát triển, bộ mặt đất nước và đời sống của nhân dân có nhiều thay đổi. Trong 30 năm đổi mới, Đảng đã ban hành 29 nghị quyết, kết luận, chỉ thị về văn hóa nói chung; về giáo dục, đào tạo; khoa học, công nghệ; báo chí, xuất bản, văn học, nghệ thuật. Những văn kiện đó đã thể hiện bước tiến về nhận thức lý luận của Đảng về văn hóa."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\5_3.wav",
      "text": "Bầu không khí xã hội dân chủ, cởi mở hơn; dân trí được nâng cao; tính tích cực cá nhân và xã hội được phát huy. Quyền tự do sáng tạo, quảng bá văn hóa, văn học, nghệ thuật được tôn trọng; quyền tự do tín ngưỡng, tôn giáo và sinh hoạt tâm linh của nhân dân được quan tâm thực hiện. Phong trào \"Toàn dân đoàn kết xây dựng đời sống văn hóa\", \"Xây dựng nông thôn mới\" và các phong trào xóa đói giảm nghèo đạt được những kết quả tích cực."
    }
  ],
  "6.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\6_0.wav",
      "text": "THÀNH TỰU VỀ XÃ HỘI VÀ GIẢM NGHÈO"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\6_1.wav",
      "text": "Việc giải quyết các vấn đề xã hội đã đạt được nhiều thành tựu quan trọng. Các chính sách về lao động và việc làm của Nhà nước đã chuyển biến theo hướng ngày càng phù hợp hơn với nền kinh tế thị trường định hướng xã hội chủ nghĩa. Mỗi năm bình quân tạo ra 1,5-1,6 triệu việc làm mới, góp phần nâng cao đời sống nhân dân."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\6_2.wav",
      "text": "Chỉ số phát triển con người tăng lên, từ 0,683 năm 2000 lên 0,733 năm 2008, xếp thứ 100/177 nước tham gia xếp hạng. Chênh lệch thu nhập giữa thành thị và nông thôn giảm từ 2,3 lần năm 1999 xuống còn 2 lần năm 2008. Tỷ lệ hộ nghèo cả nước giảm bình quân 1,5-2%/năm. Tỷ lệ nghèo của cả nước năm 1993 là 58% đến năm 2018 còn khoảng 6%."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\6_3.wav",
      "text": "Đến năm 2018, hơn 40% số xã đạt chuẩn nông thôn mới theo 19 tiêu chí Chính phủ đề ra. Việt Nam đã đạt phổ cập trung học cơ sở và hoàn thành phần lớn mục tiêu Thiên niên kỷ do Liên hợp quốc đề ra cho năm 2015. Thành tựu về giảm nghèo của Việt Nam đã được Liên hợp quốc và cộng đồng quốc tế công nhận, đánh giá cao."
    }
  ],
  "7.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\7_0.wav",
      "text": "QUỐC PHÒNG, AN NINH VÀ ĐỐI NGOẠI"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\7_1.wav",
      "text": "Giữ vững quốc phòng, an ninh, bảo vệ vững chắc Tổ quốc ngày càng được hoàn thiện. Nhận thức ngày càng rõ hơn bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa là một trong hai nhiệm vụ chiến lược, có mối quan hệ biện chứng, không thể tách rời. Đảng khẳng định: phát triển kinh tế là trung tâm, xây dựng Đảng là then chốt, phát triển văn hóa là nền tảng tinh thần của xã hội, củng cố quốc phòng, an ninh là nhiệm vụ trọng yếu, thường xuyên."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\7_2.wav",
      "text": "Việc kết hợp hai nhiệm vụ xây dựng và bảo vệ Tổ quốc có chuyển biến quan trọng; nhất là kết quả về hoàn thành phân giới, cắm mốc đường biên giới trên bộ, phân định ở Vịnh Bắc Bộ với Trung Quốc; từng bước hoàn thiện việc phân giới, cắm mốc đường biên giới trên bộ với Lào, Campuchia. Những kết quả này góp phần nâng cao thế và lực của đất nước."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\7_3.wav",
      "text": "Đối ngoại đạt nhiều thành tựu mới. Từ định hướng \"đoàn kết và hợp tác toàn diện với Liên Xô\" từng bước chuyển sang đa dạng hóa, đa phương hóa các quan hệ đối ngoại. Đến năm 2018, Việt Nam có quan hệ ngoại giao với 188 nước trong tổng số 193 nước thành viên Liên hợp quốc. Đã thiết lập quan hệ đối tác chiến lược với 16 nước, quan hệ đối tác toàn diện với 11 nước."
    }
  ],
  "8.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\8_0.wav",
      "text": "HỘI NHẬP QUỐC TẾ VÀ XÂY DỰNG NHÀ NƯỚC"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\8_1.wav",
      "text": "Nâng cao hình ảnh và vị thế của Việt Nam trên trường quốc tế, đóng góp ngày càng tích cực, có trách nhiệm vào đời sống chính trị khu vực và thế giới. Việt Nam là Ủy viên không thường trực Hội đồng Bảo an Liên hợp quốc nhiệm kỳ 2008-2009 và được bầu lại nhiệm kỳ 2020-2021 với số phiếu cao 192/193. Việt Nam tổ chức thành công Hội nghị cấp cao APEC năm 2006 và năm 2017."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\8_2.wav",
      "text": "Nhận thức về xây dựng và phát huy dân chủ, đổi mới hệ thống chính trị, xây dựng Nhà nước pháp quyền xã hội chủ nghĩa có nhiều tiến bộ. Đảng đã nhận thức ngày càng sâu sắc hơn tầm quan trọng và vai trò của xây dựng và phát huy dân chủ xã hội chủ nghĩa, khẳng định dân chủ là bản chất của chế độ, vừa là mục tiêu vừa là động lực của công cuộc đổi mới."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\8_3.wav",
      "text": "Đảng đã nhận thức rõ hơn cơ chế vận hành của hệ thống chính trị: \"Đảng lãnh đạo, Nhà nước quản lý, nhân dân làm chủ\". Đã nhận thức được tính tất yếu khách quan của việc xây dựng Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam, vừa tiếp thu thành tựu của nhân loại về nhà nước pháp quyền, vừa thể hiện bản sắc, đặc điểm riêng của Việt Nam"
    }
  ],
  "9.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\9_0.wav",
      "text": "HẠN CHẾ VÀ NGUYÊN NHÂN"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\9_1.wav",
      "text": "Công tác tổng kết thực tiễn, nghiên cứu lý luận còn bất cập, chưa làm rõ một số vấn đề đặt ra trong quá trình đổi mới để định hướng trong thực tiễn. Kinh tế phát triển chưa bền vững, chưa tương xứng với tiềm năng, yêu cầu và thực tế nguồn lực được huy động. Trong 10 năm gần đây, kinh tế vĩ mô thiếu ổn định, tốc độ tăng trưởng kinh tế suy giảm, phục hồi chậm."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\9_2.wav",
      "text": "Nhiều vấn đề tiêu cực nảy sinh, nhất là các vấn đề xã hội và quản lý xã hội chưa được nhận thức đầy đủ và giải quyết có hiệu quả. Năng lực và hiệu quả hoạt động của hệ thống chính trị chưa ngang tầm nhiệm vụ. Việc tạo nền tảng để cơ bản trở thành một nước công nghiệp theo hướng hiện đại không đạt được mục tiêu đề ra."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\9_3.wav",
      "text": "Bốn nguy cơ mà Hội nghị đại biểu toàn quốc giữa nhiệm kỳ khóa VII của Đảng (năm 1994) nêu lên vẫn tồn tại, có mặt diễn biến phức tạp. Niềm tin của cán bộ, đảng viên và nhân dân vào Đảng, chế độ có mặt bị giảm sút. Những hạn chế này có cả nguyên nhân khách quan và chủ quan, trong đó nguyên nhân chủ quan là chủ yếu."
    }
  ],
  "10.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\10_0.wav",
      "text": "KINH NGHIỆM LÃNH ĐẠO ĐỔI MỚI"
    },
    {
      "index": 1,
      "audio": "public\\hotspot_audio\\10_1.wav",
      "text": "Kinh nghiệm thứ nhất: Trong quá trình đổi mới phải chủ động, không ngừng sáng tạo trên cơ sở kiên định mục tiêu độc lập dân tộc và chủ nghĩa xã hội, vận dụng sáng tạo và phát triển chủ nghĩa Mác-Lênin, tư tưởng Hồ Chí Minh. Đổi mới không phải là từ bỏ mục tiêu của chủ nghĩa xã hội, mà là làm cho chủ nghĩa xã hội được nhận thức đúng đắn hơn và được xây dựng có hiệu quả hơn.\n\nKinh nghiệm thứ hai: Đổi mới phải luôn luôn quán triệt quan điểm \"dân là gốc\", vì lợi ích của nhân dân, dựa vào nhân dân, phát huy vai trò làm chủ, tinh thần trách nhiệm, sức sáng tạo và mọi nguồn lực của nhân dân. Dân chủ xã hội chủ nghĩa là bản chất của chế độ ta, vừa là mục tiêu, vừa là động lực của sự phát triển đất nước.\n\nKinh nghiệm thứ ba: Đổi mới phải toàn diện, đồng bộ, có bước đi phù hợp; phải tôn trọng quy luật khách quan, xuất phát từ thực tiễn, bám sát thực tiễn, coi trọng tổng kết thực tiễn, nghiên cứu lý luận. Phải đổi mới toàn diện, đồng bộ trên tất cả các lĩnh vực của đời sống xã hội; từ nhận thức, tư tưởng đến hoạt động thực tiễn.\n\nKinh nghiệm thứ tư: Phải đặt lợi ích quốc gia-dân tộc lên trên hết; kiên định độc lập, tự chủ, đồng thời chủ động và tích cực hội nhập quốc tế trên cơ sở bình đẳng, cùng có lợi. Kết hợp phát huy sức mạnh dân tộc với sức mạnh thời đại để xây dựng và bảo vệ vững chắc Tổ quốc Việt Nam xã hội chủ nghĩa.\n\nKinh nghiệm thứ năm: Phải thường xuyên tự đổi mới, tự chỉnh đốn, nâng cao năng lực lãnh đạo và sức chiến đấu của Đảng; xây dựng đội ngũ cán bộ, nhất là đội ngũ cán bộ cấp chiến lược, đủ năng lực và phẩm chất, ngang tầm nhiệm vụ. Công cuộc đổi mới là sự nghiệp vĩ đại, sự lãnh đạo đúng đắn của Đảng là nhân tố quyết định thành công."
    },
    {
      "index": 2,
      "audio": "public\\hotspot_audio\\10_2.wav",
      "text": "“Đổi mới sáng tạo không phải là công việc riêng của ngành khoa học công nghệ mà phải là sự nghiệp của toàn dân, của toàn xã hội, đòi hỏi sự tham gia của mọi cấp, mọi ngành, cộng đồng doanh nghiệp thuộc mọi thành phần kinh tế và của tất cả mọi người dân.” - Tổng bí thư Tô Lâm."
    },
    {
      "index": 3,
      "audio": "public\\hotspot_audio\\10_3.wav",
      "text": "Với thành công của công cuộc đổi mới, nhận thức về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam ngày càng rõ hơn. Đổi mới đã tạo thế và lực mới của đất nước, khẳng định cơ sở vững chắc để Việt Nam có thể phát triển nhanh, bền vững, xứng đáng với lịch sử anh hùng, vẻ vang của Đảng và dân tộc."
    }
  ],
  "12.png": [
    {
      "index": 0,
      "audio": "public\\hotspot_audio\\12_0.wav",
      "text": "Sau hơn 35 năm đổi mới, những thành tựu to lớn đạt được là minh chứng sinh động, thuyết phục cho sự đúng đắn của đường lối đổi mới, của con đường quá độ lên chủ nghĩa xã hội bỏ qua chế độ tư bản chủ nghĩa ở nước ta. Đây là niềm tự hào của toàn Đảng, toàn dân, toàn quân ta, là cơ sở vững chắc để chúng ta kiên định con đường đã chọn, kiên trì mục tiêu độc lập dân tộc và chủ nghĩa xã hội. Trong giai đoạn mới, với quyết tâm chính trị cao, với khát vọng phát triển đất nước phồn vinh, hạnh phúc, toàn Đảng, toàn dân, toàn quân ta tiếp tục phát huy truyền thống yêu nước, ý chí tự lực, tự cường, đoàn kết, thống nhất, nỗ lực phấn đấu thực hiện thắng lợi mục tiêu dân giàu, nước mạnh, dân chủ, công bằng, văn minh, sớm đưa nước ta trở thành nước công nghiệp theo hướng hiện đại, vững bước đi lên chủ nghĩa xã hội."
    }
  ]
}